[{"index":"0","summary":"(vive originals)backend engineer-j02012 htc vive originals爲htc vive旗下的內容團隊，製作xr電影、藝術、動畫、音樂等創新內容，旗下「元宇宙娛樂平台beatday」獨創全息演唱會、元宇宙戲劇等娛樂內容。 工作內容 • 開發維護遊戲後台程序，使用serverless 架構製作restful api，python或nodejs皆可，皆熟悉尤佳。 • 使用git進行專案管理 • 與前端工程師配合，使用c# 於unity開發對應的前台接口程序。 • 管理使用aws雲端服務，須設定api gateway, cloud front, route53, waf等服務 • 熟悉nosql資料庫操作與架構，管理資料庫遊戲數據 • 配合專案進行oauth, 金流等功能開發"},{"index":"1","summary":"2d 遊戲美術設計師 ※ 應徵時請附上作品集或作品連結網址 ※ 【工作內容】 1. 人物造型、場景、介面、物件設計 2. 掌握與整合遊戲畫面的視覺風格 【特質需求】 1. 具優良的審美 &amp;amp; 手繪能力 2. 能獨立作業、配合度高 3. 對遊戲設計有極大興趣及熱忱，不論是擅長何種風格(日式、韓式、美式、q 版、寫實)皆是我們網羅的對象，能自由轉換風格更佳。"},{"index":"2","summary":"cocos creator遊戲開發工程師(電子遊戲部) ★崴拓資訊積極尋找軟體業界優秀人才，只要您願意一同加入向上發展，絕對提供您高於業界的薪資福利★ 【職務內容】 1. 使用 cocos creator (typescript) 開發及維護 2d/3d 遊戲。 2. 配合團隊需求開發功能模組及開發工具以優化開發體驗。 3. 優化遊戲，如：包體優化、加載優化、效能優化、裝置自適應等。 4. 與後端及數值串接 api (websocket / ajax) 及遊戲邏輯。 5. 與企劃、美術及特效合作開發遊戲。 6. 保持高度的時程掌握及高品質產出。"},{"index":"3","summary":"data scientist - analytics (product) / 資料科學家 - 產品數據分析師 you will serve as an analytics expert in product team to support buyer side or seller side on data inquiry. a majority of your time will be spent with product managers / project owners, helping support both enlightening user needs and business opportunities. this work includes conducting exploratory data analysis (with statistics or modeling knowledge) to understand product opportunities and a/b testing to enhance the quality of feature improvements. as a data-loving member of the team, you’ll b"},{"index":"4","summary":"frontend 前端工程師  使用 react.js 開發面向用戶的新功能 2. 設計並開發後端技術，為用戶提供良好的體驗 3. 與其他部門合作，以完成專案目標 4. 解決技術問題和除錯，持續優化程式碼，以獲得更加性能 5. 持續學習和掌握新技術  "},{"index":"5","summary":"junior ue4 c&#43;&#43; engineers mai is looking for senior unreal engine developers to build medical education metaverse applications in vr. our flagship product bodymap is targeting the medical students and researchers and brings them together in the virtual world. we aim to deliver a modern, accurate and content rich toolkit to aid the exploration of the human body. responsibilities: designing, prototyping and development of new features with the design team project maintenance and performance optimizations feedback on techni"},{"index":"6","summary":"pm 軟體專案經理  規劃專案時程，分配團隊任務，追蹤掌控進度 2. 確認客戶需求並撰寫相關文件，與客戶及團隊內部有效溝通，確保專案進展順利無虞 3. 其他相關交辦任務 白話文就是&amp;hellip;&amp;hellip; 每日關心工程師工作進度，確保任務能夠如期完成。  "},{"index":"7","summary":"pm產品經理 工作內容： 1.分析市場並規劃全新產品線。 2.依據公司目標，規劃並制定產品短、中、長期roadmap，以及資源投入與產品發布之優先順序。 3.收集與分析市場訊息，評估與定義公司產品定位與其他產品團隊的產品po協作，溝通協調，有效提供其他產品團隊所需的支援。 4.產出產品所需的需求描述、流程圖、原型等基本所需文件；持續分析產品上線後效果，定期評估並優化產品。"},{"index":"8","summary":"product manager 產品經理 (b2c) [rd] 【關於kkday】 kkday正在加速全世界旅遊體驗的蛻變。 身為亞洲最大的旅遊體驗平台，kkday致力於透過數位化整合出一站式平台以滿足旅遊的所有需求，目前在全球超過92個國家、550個城市已累積30萬個特色行程與活動，近幾年更跨足經營kkday商城、提供saas服務，打造kkday專屬的生態圈！ 透過多方位發展，kkday在疫情期間仍成功募得近30億元的資金，歡迎熱愛旅遊的你加入我們，一起創造更多旅遊的可能性與未來。 【工作內容】 身為 kkday b2c 的 product manager ，你會與其他 pm、設計師、工程師夥伴們一起優化 kkday app &amp;amp; web，一同打造世界級的旅遊產品。 你的工作： - 統整數據、用戶研究、市場分析後，根據目標打造符合市場需求的功能。 - 與研發、設計、測試團隊緊密合作，制定符合成本效益的產品規格 - 訂定、追蹤專案時程、測試及後續上線後的成效追蹤和維運管理 - 達成上述三點的同時搞定內部相關利益關係人"},{"index":"9","summary":"senior product designer inline helps tens of thousands of people working in restaurants around apac serve well over 100m customers, and to serve 1 billion&#43; people we need some more design help - that&amp;rsquo;s where you come in. we create and sell productivity software for busy restaurant and retail staff, managers, owners, brand managers, and enterprise teams. in a rapidly changing environment, inline is giving restaurants and retailers control of their future, by helping these merchants achieve higher operating margins. we a"},{"index":"10","summary":"senior ue4 c&#43;&#43; engineers mai is looking for senior unreal engine developers to build medical education metaverse applications in vr. our flagship product bodymap is targeting the medical students and researchers and brings them together in the virtual world. we aim to deliver a modern, accurate and content rich toolkit to aid the exploration of the human body. responsibilities: designing, prototyping and development of new features with the design team project maintenance and performance optimizations feedback on techni"},{"index":"11","summary":"sr. frontend engineer 資深前端工程師 您將在 canner 經歷 在 canner 的第 1 個月 了解 canner 的核心價值，了解團隊合作的方針 隨著 product manager / product designer 的介紹跟討論，逐步了解 modern data stack，全球資料領域的生態系，並了解 canner 解決的問題及背後的痛點，以及在 modern data stack 中扮演的角色 透過產品文件及介紹，了解 canner 如何使用，及不同功能的目的，另外透過研發同仁的介紹以及程式碼的研讀，了解背後如何實現 隨著 canner 研發團隊，在 notion, shortcut, figma 等工具上協作，canner 團隊大部分時間為遠端工作，故非同步下的文件紀錄及資訊同步是非常重要的 隨著 canner 研發團隊，參與 scrum 相關會議，並從小型的 ticket 開始，逐步熟悉團隊開發方式 在 canner 的前 3 個月 根據 sprint planning 指派的工作，確實的完成任務 主動負責的釐清不清楚的項目，並在事前與同仁討論可行性及作法 以符合團隊合作方針的方式，跟團隊合作 在 ca"},{"index":"12","summary":"unity 開發工程師 (pc platform) unity developer (pc platform) join a vibrant team to create viewsonic&amp;rsquo;s latest innovation in edtech- an interactive 3d world for education. we are looking for talent like you to help create the next best education solution that will impact the learning experiences of teachers and students around the world. if you are excited of to work in a dynamic environment, we would love to hear from you! built and published web application using unity. integrated application on aws could service. write efficient, high-quality, well-desi"},{"index":"13","summary":"unity工程師 工作內容 開發遊戲前端所需之功能。 與後端工程師及設計師協同合作，並設計遊戲所需之系統架構。 與製作人協同合作，在時程及預算下完成交付工作 分析與製作內部編輯工具以協助遊戲製作與素材量產 遊戲與開發工具的效能優化"},{"index":"14","summary":"【ocard顧客經營管家】前端工程師(vue) 【關於ocard】 我們是由一群平均年齡低於30歲的年輕人組成，快速發展中的新創公司，希望透過我們的創意與技術，讓這個世界變得更美好。 「ocard for business」 為全台最完整且輕量化的顧客經營 crm 平台，提供會員、集點、問卷、線上點外帶外送&amp;hellip;等工具，讓品牌店家可以用最簡單輕鬆的方式打造一套屬於自己的顧客經營方案，並透過 line 官方帳號 或 messenger平台，讓品牌可以進行後續的精準再行銷以提升顧客忠誠度及回流率。 「ocard 點數共享平台」 於 2018 年上線，藉由點數共享串聯上萬間實體通路與上千萬會員，更與各大銀行紅利、亞洲萬里通、樂天市場等點數平台合作，創造點數的更大價值，藉此協助品牌店家擴大經營客群並招攬新客。 ocard 至今已累積1,000多間客戶，店家遍佈全台灣、香港，包含添好運台灣、胡同燒肉、開丼、薄多義、sarabeth&amp;rsquo;s、義式屋古拉爵、米塔集團等&amp;hellip;。 公司提供輕鬆自由的工作與休息環境，氣氛輕鬆歡樂，隨處可見討論與歡笑聲。 我們期許每位夥伴不僅僅是為執行者，更是產品的設計、創造者。 加入我們，將你的想法與創意實現出來吧！ 我們"},{"index":"15","summary":"【代招】行銷專案經理（fully remote）  對內、對外主要接洽溝通之窗口 - 開發、建立以及維護，包含媒體、開發商、流量商、廣告商、kol、koc&amp;hellip;等之關係與人脈 - 掌握各項行銷專案之需求完整度、細節仔細度 - 統整各項專案之需求 - 行銷資源運用與整合 - 與團隊溝通和協調  "},{"index":"16","summary":"【台北/菲律賓f】安卓工程師 薪資範圍：起薪7萬-12萬台幣以上(按經驗能力可談) 職位描述： 1.熟練掌握java語言基礎，有良好的程式設計風格和工作習慣; 2.有3年以上android開發經驗; 3.有jni開發經驗，熟悉android源碼結構，能夠獨立閱讀分析並解決問題; 4.對操作系統結構、進程間通訊和多線程程式設計程式設計有深入理解; 5.熟悉android sdk，熟悉android各版本間的差異和變更; 6.熟悉android平臺下的代碼調試，問題定位和調優技術; 7.有視頻、直播專案開發經驗優先; 8.具有較強的責任心和平臺化模組化設計能力以及良好的團隊合作精"},{"index":"17","summary":"【美術部】資深遊戲3d美術設計師 【工作內容】 1. 依專案需求製作高品質 3d 模型，具備遊戲美術製作經驗。 2. 具備模型材質渲染能力。 3. 製作3d角色物件骨架串接及動態演出。 4. 與其它美術、企劃、程式設計等相關人員配合 。 【期待你具備的能力與特質】 1. 能掌握不同風格（卡通,寫實,場景）的3d製作能力。 2. 擅長zbrush加分。 3. 能使用 after effects 後製材質與特效加分。 4. 熟悉render中燈光材質設定（vray，arnold等後期render軟 體）加分。 5. 對光影多樣材質（sss,環境材質），透視，動態，渲染有良好的概念。 6. 良好的溝通能力、邏輯思考能力並細心負責。 7. 能獨立作業，可配合工作需求多方嘗試不同風格的專案。 【注意事項】 · 履歷需附上作品連結（無作品或作品過少者不予理會）。 · 如果團隊覺得有機會合作，一起往更高的目標邁進，我們會儘速聯絡你！ · 若不符合的面試者，將不另行通知。"},{"index":"18","summary":"【菲律賓工作 f】java工程師 工作內容 1、參與java後端系統項目開發2、參與java後端系統的詳細設計 3、負責分析解決生產相關技術問題 條件需求1、5年以上後台java開發和項目實施經驗 2、熟悉spring boot，spring cloud alibaba等開發框架 3、熟悉mysql，redis，mangodb等數據庫，能熟練使用相關sql或者命令 4、熟悉java相關開發工具 5、有linux，unix操作系統下開發經驗者優先 6、熟悉jetty，tomcat，netty等框架 7、良好的溝通能力和意願，業務價值導向，強烈的學習慾 8、需熟悉k8s與容器化部署 10-11萬,14薪 1、對攻擊、資料提取手法的跟蹤和研究，提出系統化的檢測防禦方案，增強對常見威脅手段的防禦和檢測能力 2、從安全角度優化現有辦公、生產系統的網路與業務結構，以及與業務並行的安全保障措施 3、參與安全風險評估、預警排查、巡檢、策略優化、協助取證調查、重大保障、等保認證諮詢等安全專業服務實施 4、安全性漏洞的挖掘、分析、檢測、防禦技術研究； 漏洞相關的系統底層機制研究、漏洞利用攻防研究； 漏洞研究相關工具的開發 5、負責 win"},{"index":"19","summary":"人才技術核心🌟 歡樂遊戲帶向國際帶入台灣 - 穩定及創新的軟體開發公司 - 資深遊戲製作人 - ac 創立於2016年，始終致力於軟體開發的領域，於2018年業績獲得爆發性成長。至今己擁有近兩百位工作夥伴，並持續積極地延攬各方領域的專業人才，旨在開發出卓越創新的產品推向全球市場。 穩健卓越 品質保證 領導品牌 追求無限歡樂之遊戲平台及空間，給予有熱情及有志之人士一個發揮的地方！ 工作內容 撰寫遊戲企劃提案及規格書文件 遊戲機率模組設計及驗證 遊戲數據分析"},{"index":"20","summary":"研發主企劃  負責遊戲與平台主體架構及系統設計與核心玩法制定策略方案與提案。 2. 帶領團隊工作分配協調，問題釐清與提出解決方案。 3. 負責專案規劃及時程進度追蹤與成效分析。 4. 統整遊戲與各系統數值供需，完善遊戲數值的平衡與循環。 5. 市場競品趨勢分析，對應產品調優改善。  "},{"index":"21","summary":"資深ui設計師   工作內容 - 遊戲入口網站介面設計-20% - 簡易網站遊戲與介面設計-60% - 活動頁面設計-10% - 活動廣告製作-10% 以上工作內容為前期產品開發的排序，後續視狀況調整 ## 團隊氛圍 - 在有限的資源及時間下探索最佳實踐 - 任務目標準時達成外，追求設計、產品效能及使用者體驗三者平衡的最佳化 - 自由且享受工作，為自己的設計負責 - 重視自己的工作時間並尊重別人時間 - 聰明工作，不鼓勵加班  "},{"index":"22","summary":"資深產品設計師 senior product designer (b2c) [rd] 【 關於kkday 】 kkday正在加速全世界旅遊體驗的蛻變。 身為亞洲最大的旅遊體驗平台，kkday致力於透過數位化整合出一站式平台以滿足旅遊的所有需求，目前在全球超過92個國家、550個城市已累積30萬個特色行程與活動，近幾年更跨足經營kkday商城、提供saas服務，打造kkday專屬的生態圈！ 透過多方位發展，kkday在疫情期間仍成功募得近30億元的資金，歡迎熱愛旅遊的你加入我們，一起創造更多旅遊的可能性與未來。 【 about the user experience design team 】 ued (使用者體驗設計) 團隊由一群充滿熱情的設計師組成，我們致力於解決真實用戶問題並打造吸引人的產品和服務，讓旅行愛好者輕鬆的在 kkday 完成一切預訂事宜，盡情探索世界各地的特色體驗。 作為一名設計師，除職能團隊外你也同時被分派至一個專案小組 (squad) 中，與 pm, developers … 等不同職能夥伴密切合作，你們將一同評估專案的重要性並共同決定方向。在這個扁平的組織中，每個人的意見都將被聆聽與重視。 而身在職能團隊，設計過程中我們提供指導、mentorshi"},{"index":"23","summary":"遊戲企劃師 應徵時請附上 cover letter (自薦信)、自傳作品集、文案等加分文件* 如果你是…. 總是有源源不絕的遊戲企劃點子 喜歡玩遊戲、期待為遊戲制定玩家喜歡的活動嗎? 歡迎你加入我們的團隊!! [what we do] 1. 遊戲企劃提案、營運需求規格化、撰寫企劃書。 2. 遊戲流程設計、分析與優化設計。 3. 遊戲特色邏輯、系統等相關分析。 4. 專案文件撰寫與資料彙整更新維護。 5. 遊戲市場趨勢分析與報告。 6. 跨部門與美術、程式等相關人員溝通與協調。"},{"index":"24","summary":"遊戲後端工程師 職務說明： 1. 使用socket與前端程式人員配合製作多人連線遊戲 2. 使用docker與k8s來建構&amp;amp;部屬&amp;amp;管理遊戲伺服器 3. 使用js/c#/java/golang撰寫遊戲伺服器 4. 進行伺服器併發壓力測試 5. 能讀懂英文開發文件"},{"index":"25","summary":"高級unity工程師  使用unity製作3d遊戲 2. 使用socket與後端程式人員配合製作多人連線遊戲 3. 與3d美術人員制定美術規格並配合協同開發 4. 撰寫手遊端高效程式碼並使用unity dots技術提升效能 5. 使用插件提升開發效率(unitask, dotween等) 6. 能讀懂英文開發文件  "},{"index":"26","summary":"🏖️🕶️外商 vr 公司 (meta的合作夥伴！)- unreal c&#43;&#43; senior engineer -tl 公司介紹： 總部在巴西，專注在vr/ar技術開發，應用場景包含：建築、室內設計、汽車、教育、醫學、銀行和體育賽事。目前正與meta合作中！在台灣成立一年多，預計把部分開發動能移至台灣，因此要找熟悉unreal c&#43;&#43; engineer即戰力！ 工作地點 在桃園藝文特區附近， 可以遠端嗎? 前期要進公司幾天或幾周，但後期可以遠端(先部分遠端或全遠端可討論) jd: ．技術領導：在虛幻引擎開發中提供技術領導和專業知識，專注於vr和多人遊戲項目。指導初級開發人員，分享最佳實踐，推動團隊內的技術卓越。 ．項目規劃和架構：與項目團隊合作，確定項目需求，創建技術規格，並設計虛幻引擎中的vr和多人遊戲功能的架構。 ．虛幻引擎開發：使用虛幻引擎的腳本系統（blueprint）或c&#43;&#43;編程語言開發高質量、優化和可擴展的代碼。實現vr交互、遊戲移動系統、多人網絡和同步機制。 ．vr開發：設計和實施vr體驗，包括用戶界面交互、運動控制器和身臨其境的環境。優化性能，確保流暢和舒適的vr體驗。 ．多人遊戲開發：使用虛幻引擎的網絡功能構建堅固且可擴展的多人遊戲系統。實現匹配製作、服務器-客戶端架構、遊戲狀態同步和"}]