[{"index":"0","summary":"[大型軟體開發商] react front end developer 前端工程師、薪資優渥、工作環境好  【job responsibilities】: • 專案採用 scrum 開發流程 • 與設計團隊共同合作開發大型網站平台 • 與設計師討論畫面的互動方式 (ux) • 因應專案需求進行開發元件"},{"index":"1","summary":"front-end engineer / 前端工程師 ▍關於 alfredcamera alfredcamera (阿福管家) 是北美最受歡迎的居家安全監控軟體，將閒置的舊手機轉變為居家安全監視器。阿福管家的願景是提供容易取得的居家安全服務，並且也成為最受好評的品牌之一。我們的目標是提供一流的用戶體驗，還有最佳的性能與高度穩定性。 ▍角色定位 我們正在尋找有熱忱的前端工程師，你將持續探索新技術，在敏捷開發的環境中開發產品，並且進行專案的技術評估，與團隊一同建立並維護 alfredcamera 的服務平台。 每一位在阿福管家的員工都被賦予充足的彈性與發揮空間，能將自己的想法實作運用在世界級的產品之中，進而直接影響到全球千萬用戶，並在這個過程中與團隊成員一同成長精進。 歡迎投遞履歷，我們期待能更進一步認識你！ ▍職務範圍 alfredcamera 服務中與前端相關的產品部分的開發和維護工作，包含網站，網頁版應用程式 (web app) 和服務內使用到的內嵌網頁等 開發並維護內部數據平台前端工具 與行銷團隊合作，參與 seo 的內容行銷改善 和其他團隊合作，完成共同的專案目標 產出具有品質的程式碼和技術文件 持續優化重構前端功能與架構，改善使用"},{"index":"2","summary":"frontend engineer (hq) basic qualifications: ➜ 1&#43; years of experience in react js is a must. ➜ 3&#43; years of experience in html5/css3 ➜ 3&#43; years of experience in web application and restful api integration. ➜ willingness to learn logistics business processes. ➜ demonstrate problem solving skills. ➜ excellent oral and written communication skills in mandarin preferred qualifications: ➜ experience in react hook is a plus. ➜ experience in logistics or warehouse management is a great plus. ➜ business fluency in english is a"},{"index":"3","summary":"frontend engineer (junior) 在 pinkoi，工程師的任務是讓每個來 pinkoi 的人都能擁有難以忘懷的使用體驗，你必需擁有極大的熱情，因為我們相信一個令人讚賞的網站服務，是由背後每一位工程師努力的追求卓越，每一個小細節都是 pinkoi 非常在乎的事情！ 我們希望你有的經驗跟特質 要有良好的溝通能力，能和 pinkoi 優秀的夥伴密切協同工作，能夠清晰勇敢的表達自己的想法 你將享有最大的發揮空間和個人自由，你要能用高標準自我要求，有時限觀念和責任感 有解決問題的精神和能力，在 pinkoi，凡事我們喜歡聽到有可能，不習慣聽到沒辦法 樂於學習矽谷最新的網路技術，持續讓自己能變得更好、更專業 平常喜歡逛國內外的新創網站，擁有好奇心和對網路熟悉，才有辦法明白使用者要什麼 有 ux sense，能和 design team 聊得來 你非常在乎使用體驗和前端效能，樂於讓使用者有一流的使用感受 充滿熱情，想要做出世界級一流的產品"},{"index":"4","summary":"frontend engineer｜web前端工程師  【關於我們】 與全球十大平台網站合作，在交易、安全和區塊鏈產品創新方面提供一流的服務體驗。 我們的產品研發團隊自成立以來一直秉承用戶至上和安全至上的理念，產品不斷更新迭代，技術穩中求新。加入產研團隊，你將和一群業內頂尖的技術夥伴一起，打磨高性能、高可靠、創新不斷的全球top5的平台，在這裡，你的發展空間無限，未來可期。 我們正在全球招募更多優秀的志同道合的朋友加入我們，我們理想的候選人：積極主動，邏輯能力較好，有著良好的團隊合作和溝通協調能力；具有一定專研精神，敢於挑戰自我，勇於解決各種未知問題。 【工作內容】 1、配合產品經理完成產品功能開發和優化。 2、配合交互設計師及視覺設計師實現交互效果，配合後台工程師完成應用開發。 3、負責前端基礎架構、組件抽象。"},{"index":"5","summary":"前端工程師 frontend engineer 【只處理透過以下連結申請的應徵者】 https://bit.ly/3aqbi6g about us amazingtalker 致力建立一個全方位的線上教學平台，讓任何人都可以找到最適合自己的家教，以不斷提昇線上教師收入為使命。自 2016 年 12 月創辦以來，在 60 多個國家和地區，累積超過 110 萬註冊用戶、起過 7000 位線上家教。2020 年入選「親子天下」的【教育新創20&#43;】，2021 年入選【aama台北搖籃計劃】。我們目標是成為台灣教育新創界第一間「獨角獸」，讓世界看見台灣。歡迎你在應徵前到 http://bit.ly/atculturetw 了解更多 amazingtalker 的企業文化、人才特質、團隊成員見證等資訊。 我們正在招募「前端工程師 frontend engineer」，將會和我們的後端工程師和設計師緊密合作，有機會參與產品設計的方向和建立有系統的程式架構，提昇產品效能和可維護性。此外，我們希望您重視程式的架構設計，會思考程式碼可以複用在產品哪些地方，以及考慮未來的應用情景，設計良好的元件並進行模組化，在完成任務和可擴充性中間取得平衡。 why y"},{"index":"6","summary":"資深前端工程師｜senior frontend engineer 關於我們 omnichat 創辦於 2017年，是來自香港的新創企業，專注於發展全通路對話式商務 (omnichannel chat commerce)。涉及技術和產品包括串接官網對話及整合不同社群通訊軟體， 跨渠道用戶數據追蹤，全通路線上線下 omo 導購銷售，live chat、chatbot、自動化跨渠道再行銷，快速讓客戶營收成長及提升銷售轉換。目前正服務包括台灣、香港、馬來西亞等多個亞洲城市的零售品牌客戶。在2020年，omnichat完成由亞洲最大創投機構「之初創投 appworks ventures」領投2,400萬募資，進一步發展包括台灣在內大東南亞市場。 omnichat 堅信「透過對話，把訪客轉化成顧客」。 全通路對話式商務 (omnichannel chat commerce) 將會徹底顛覆整個數位行銷行業，而 omnichat 正走在技術革新的最尖端。 現在就加入 omnichat，一起打造全球最大的對話式銷售平台！ 工作敘述 參與到用戶需求及產品方向的討論及功能迭代 將現有的客戶 crm 後台使用 vue.js / vuetify 並使用 spa 架構進行重構"},{"index":"7","summary":"🔥 [資深] 前端軟體工程師 (全遠端) 🛠 senior front-end engineer (remote) 🚀 是否非常嚮往不受時間與空間拘束的企業制度？沒錯！ 來自矽谷與紐約的新創公司，跳脫傳統企業思維，營造自由扁平的美式環境！ 我們的團隊正在不斷孵化與成長，期許能與有才華和優秀的 [資深] 前端網頁開發工程師合作！ 如果你： 渴望自己決定工時，彈性上下班的制度 渴望遠端自由的環境，想逃離辦公室 渴望有挑戰、發展和前景的新創領域 渴望在團隊中擁有參與感和主導權 具有創業和冒險精神，不害怕未知的挑戰 對國際市場有熱情和野心，未來想到美國工作 你就是我們在尋找的 [資深] 前端網頁開發工程師！希望我們的新創團隊成為你理想與事業啟航的起點！ 【申請流程】 有興趣請填寫此申請表，上傳履歷表，並預約線上面談 👉 apply now 【公司詳細資訊】 投履歷與面試前，請先閱讀 📕 read pre-interview info now 【職務內容】 規劃及開發全端系統/平台的核心邏輯 【經驗條件】 - 資訊、電腦工程、電機，相關學科 - 五年以上的程式學科或工作實習經驗 - 現代全端開發 javascript (node, express, react, redux)、django、rails、html、"}]